{
    "Accueil": "Home",
    "Présentation" : "About Us",
    "Services" : "Services",
    "Emprunt": "Loan",
    "Investir": "Invest",
    "Contact": "Contact",
    "Tous droits réservés":"All rights reserved",

    "Crédit rapide en ligne": " Fast credit online ",
"obtenir":"get",
"un emprunt d’argent": "a loan of money",
"rapidement": "quickly ",

"Souscrire un prêt est souvent perçu comme une opération lourde et chronophage. Détrompez-vous ! Sur une plateforme en ligne, il est possible d’effectuer en peu de temps les démarches pour financer ses projets en urgence." : "Taking out a loan is often perceived as a heavy and time-consuming operation. Think again ! On an online platform, it is possible to take steps in a short time to finance its projects in an emergency.",
"Emprunt rapide": "Quick loan",

"Le crédit conso,": "Consumer credit,",
"aux dépenses surprises": " to surprise expenses",
"la solution":"the solution",

"Tout le monde est soumis aux aléas de la vie, et peut du jour au lendemain se retrouver dans une situation financière compliquée qui entraîne un besoin urgent d’argent.": 
" Everyone is subject to the vagaries of life and can overnight find themselves in a complicated financial situation that leads to an urgent need for money " ,

"Emprunter rapidement en ligne avec Youtik Credit pour":"Borrow quickly online with Youtik Credit to",
"obtenir de":"get",
"l’argent":"money",
"sans délai.": "without delay.",

"Dans ces situations, il est possible de recourir au crédit urgent en ligne auprès de Youtik Crédit, une plateforme en ligne de crédit aux particuliers qui vous permet d’éviter de recourir aux banques en faisant appel à l’épargne d’investisseurs. Cette solution permet de profiter de plusieurs avantages." : "In these situations Urgent Online Credit is available from Youtik Credit an online personal credit platform that allows you to avoid using banks with investor savings.This solution allows you to enjoy several advantages." ,
"Nos Offres":"Our offers",
"Prêt Automobile": "Automobile Loan",
"Le crédit auto permet de financer l’achat d’un véhicule. Obtenez jusqu’à 90,000€ avec un taux d’intérêt de 1,5%.": "The car loan finances the purchase of a vehicle. Get up to 90,000 € with a 1.5% interest rate.",
"Prêt Immobilier": "Real Estate Loan",
"Nouvelle maison, nouvel appartement, pout tout prêt immobilier faites nous confiance...": " New house, new apartment, for any mortgage lend us confidence ...",
"Rachat de crédit": "Credit redemption",
"Le rachat de crédit pour les fonctionnaires permet aux agents de l’Etat qui ont contracté des prêts...": "The repurchase of credit for the civil servants allows the agents of the State which contracted loans ...",
"Financement de projets": "Project financing",
"La demande en ligne est une démarche sécurisée sans engagement de votre part...": "The online application is a secure approach without commitment on your part ...",
"Crédit agricole": "Agricultural credit",
"L’agriculture est un secteur d’activité à part. De son installation à sa retraite, l’agriculteur doit régulièrement...": "Agriculture is a separate sector of activity. From his installation to his retirement, the farmer must regularly ... ",
"Autres projets": "Other projects",
"Un autre projet ? Suivez les différentes étapes pour indiquer ce que vous voulez.": "Another project? Follow the steps to indicate what you want.",
"Découvrez nos offres, nous sommes à votre disposition pour toute information.": "Discover our offers, we are at your disposal for any information.",
"Contactez nous": "Contact Us",
"Nous prenons soin de vous": "We take care of you",
"Pas besoin de documents": "No need for documents",
"Rapide":"Fast",
"facile": "easy",
"Petits et Grands projets": "Small and Big Projects",
"Un taux bas et attractif, sans aucun frais caché ni taux trompeurs ;": "A low and attractive rate, with no hidden fees or deceptive rates;",
"Un délai d’exécution express ;": "Express turnaround time;",
"Une transparence en temps réel à chaque étape du dossier (les informations sont données au demandeur par mail).": "Real-time transparency at each stage of the file (the information is given to the applicant by email).",
"Ainsi, dès l’acceptation de son dossier, le particulier reçoit son argent bien plus rapidement que dans une demande de crédit classique auprès d’une banque.": "Thus, upon acceptance of his file, the individual receives his money much faster than in a conventional credit application from a bank.",
"Ecrivez-nous": "Write Us",
"Besoin de plus d’informations ?": "Need more information ?",

"Qui sommes-nous ?": " Who are we ? ",
"Nous sommes présents sur l’ensemble des métiers de la banque, de la finance et de l’assurance. Youtik Credit compte 3,6 millions de sociétaires et clients." : " We are present on all banking, finance and insurance professions. Youtik Credit has 3.6 million members and clients. ",
"Nous sommes dotées des agréments de Banque et de prestataire de service d’investissement par l’ACPR (Autorité de Contrôle Prudentiel et de Résolution) et de courtier en assurance par l’ORIAS (Organisme pour le Registre des Intermédiaires en Assurance). Depuis 2000, nous proposons une gamme complète de produits et de services : compte bancaire, Bourse, épargne, assurance-vie, assurance auto et crédit immobilier, crédit automobile, crédit tout projet...": " We are authorized by the ACPR (Prudential Control and Resolution Authority) and an insurance broker by ORIAS (Organization for the Register of Insurance Intermediaries). Since 2000, we offer a full range of products and services: bank account, stock market, savings, life insurance, auto and mortgage insurance, car loan, credit any project. ",
"Expertise et Disponibilité": " Expertise and Availability ",
"Recevez les conseils d’un expert patrimonial Vous avez besoin de conseils pour la gestion de votre patrimoine. Prenez contact avec notre équipe de conseillers spécialisés du Service Patrimonial.": " Get advice from a wealth expert You need advice on managing your wealth. Get in touch with our team of specialized advisers of the Patrimonial Service.",
"Bénéficiez d’un Service Clients à votre écoute et basé en France, Belgique, Suisse, Espagne, Irlande, Allemagne, Roumanie.": " Benefit from a Customer Service at your service and based in France, Belgium, Switzerland, Spain, Ireland, Germany, Romania. ",
"Nos équipes sont constituées de professionnels de la finance  et sont à votre disposition du lundi au samedi.": " Our teams are made up of finance professionals and are available from Monday to Saturday. ",
"Un partenaire de référence": "A reference partner ",
"En quelques chiffres": " In a few numbers ",
"Plus de 740 000 clients actifs en France, Belgique, Suisse et Luxembourg nous font déjà confiance. Plus de 22,5 milliards d’euros d’encours. 9 clients sur 10 nous recommandent (91 % des clients ayant un compte bancaire chez nous)." : " More than 740,000 active customers in France, Belgium, Switzerland and Luxembourg already trust us. More than 22.5 billion euros outstanding. 9 out of 10 customers recommend us (91% of customers with a bank account with us)",
"Un Service Client accueillant, disponible et réactif, à votre écoute du lundi au vendredi de 8h30 à 20h et le samedi de 9h à 18h.": " A friendly, available and responsive Customer Service at your service from Monday to Friday from 8:30 to 20h and Saturday from 9h to 18h.",
"Nos récompenses": "Our rewards ",
"Nous sommes aussi récompensés au Grand Prix de l’assurance-vie 2019 dans la catégorie \"contrat multisupports\" (Mieux Vivre Votre Argent, avril 2019).": " We are also awarded at the 2019 Life Insurance Grand Prize in the \"Multi-Media Contract\" category (Better Living Your Money, April 2019). ",
"Désignée comme l’agence de crédita moins chère en 2019 pour le profil cadre supérieur avec une carte World Elite (Challenges/Meilleurebanque.com, janvier 2019).": "Designated as the cheapest credit agency in 2019 for the senior executive profile with a World Elite card (Challenges /MeilleureBanques.com, January 2019).",
"Nous avons remporté l’oscar du meilleur contrat dans la catégorie fonds en euros dynamique (Gestion de Fortune, avril 2018).": " We won the Oscar for the best contract in the dynamic euro fund category (Wealth Management, April 2018)",
"Récompensée par le Label d’Excellence pour ses compte-titres Optimum et 0 Courtage (Les Dossiers de l’Épargne, septembre 2018).": " Awarded with the Label of Excellence for its Optimum securities account and 0 Courtage (Les Dossiers de l'Epargne, September 2018).",
"Demander un Emprunt": " Apply for a loan ",

"Envoyer un message": "Send a message",
"Nom": "Name",
"E-mail": "E-mail ",
"Sujet": "Topic ",
"Message": "Message",
"Envoyer":"Send",

"Pour l’obtenir, l’emprunteur doit monter un dossier, en apportant notamment toutes les garanties à l’organisme prêteur sur sa solvabilité. Selon les organismes, les documents demandés peuvent varier mais il y a des incontournables. Pour faire une demande de crédit auto, l’emprunteur doit donc préparer tous les papiers nécessaires à l’obtention du prêt.": " To obtain it, the borrower must put together a file, bringing in particular all the guarantees to the lender on its solvency. According to the organizations, the requested documents may vary but there are some must-haves. To apply for a car loan, the borrower must prepare all the necessary paperwork to obtain the loan. ",
"Crédit auto : les justificatifs d’identité": " Auto credit: proof of identity ",

"L’emprunteur doit prouver sa solvabilité, pour ce faire il doit fournir :": " The borrower must prove his solvency, to do this he must provide:",
"L’emprunteur doit renseigner le prêteur sur son identité en fournissant :": " -The borrower must inform the lender about his identity by providing:",
"-Une copie d’une pièce d’identité (carte d’identité ou passeport)": "-A copy of an identity document (identity card or passport) ",
"-Un justificatif de domicile (facture d’énergie de moins de 6 mois ou quittance de loyer)": " -A proof of address (energy bill of less than 6 months or rent receipt) ",
"-Une copie du contrat de mariage ou un jugement de divorce, le cas échéant, peuvent également être demandés.": " -A copy of the marriage contract or divorce decree, if any, may also be requested. ",
"-La copie du dernier avis d’imposition ;": " -The copy of the latest tax notice ",
"-Les copies des trois derniers bulletins de salaire ;": "- Copies of the last three payslips ",
"-Les justificatifs de revenus autres que le salaire (rentes, allocations, etc.) ;": " -Proof of income other than salary (annuities, allowances, etc.) ",
"Crédit auto : les justificatifs de revenus": " Auto credit: proof of income ",
"-Un relevé d’identité bancaire (RIB ou IBAN) ;": "- A bank account statement (RIB or IBAN)",
"-Si d’autres crédits sont en cours, il faut également fournir les tableaux d’amortissement de ces crédits.": "-If other credits are in progress, the amortization tables for these credits must also be provided. ",
"Crédit auto : les autres documents à fournir": " Auto credit: other documents to provide ",
"L’emprunteur peut être amené à fournir d’autres pièces selon le type de crédit voiture choisi :": " The borrower may need to provide other parts depending on the type of car loan chosen:",
"-S’il s’agit d’un crédit affecté, l’emprunteur doit fournir une facture du véhicule puisque le crédit servira uniquement à régler ce montant": " -In the case of an assigned credit, the borrower must provide an invoice for the vehicle since the credit will be used only to pay this amount ",
"-Si l’emprunteur choisit de faire un apport personnel, il doit alors présenter un justificatif du montant de l’apport personnel.": " -If the borrower chooses to make a personal contribution, he / she must provide proof of the amount of the personal contribution. ",
"-Si tous les documents demandés par l’organisme ne sont pas fournis,le prêteur peut choisir de ne pas accorder le crédit auto, mettant en cause l’absence de pièces justificatives.": " -If all the documents requested by the organization are not provided, the lender may choose not to grant the car loan, implying the absence of supporting documents.",
"DES TAUX ATTRACTIFS :": "ATTRACTIVE RATES",
"Un montant emprunté entre 20 000 € et 1 000 000 €.": " An amount borrowed between € 20,000 and € 1,000,000. ",
"DEMANDER UN PRÊT IMMOBILIER :": " REQUESTING A REAL ESTATE LOAN:",
"-Aucuns frais inutiles": " -No unnecessary fees ",
"-Aucuns frais de dossier": "-No fees ",
"-Pas d’indemnité de remboursement anticipé": " -No prepayment compensation ",
"-Le changement de date du prélèvement mensuel des échéances est GRATUIT": " -The change of date of the monthly payment of the deadlines is FREE.",
"-Nous n’appliquons pas d’indemnité de remboursement anticipé, sauf en cas de reprise du prêt par un établissement externe.": "-We do not apply any prepayment indemnity, except in case of resumption of the loan by an external institution.",
"BÉNÉFICIEZ DES ATOUTS DE NOTRE OFFRE": " BENEFIT FROM THE ADVANTAGES OF OUR OFFER ",
"-Vous souhaitez conserver plus de pouvoir d’achat ? Baissez vos mensualités.": " -Do you want to keep more purchasing power? Lower your monthly payments.",
"-Vous souhaitez diminuer le coût du crédit ? Réduisez la durée de l’emprunt.": " -Do you want to reduce the cost of credit? Reduce the duration of the loan.",
"-Vous souhaitez conserver une partie de votre épargne ? Diminuez votre apport.": " -Do you want to keep some of your savings? Decrease your contribution. ",
"UNE SOUSCRIPTION SIMPLE, RAPIDE ET 100 % EN LIGNE": " A SIMPLE, FAST AND 100% ONLINE SUBSCRIPTION ",
"Constituez votre dossier et suivez son avancement dans votre espace sécurisé puis signez votre offre de prêt tout cela 100 % en ligne si vous le souhaitez !": " Build your file and track its progress in your secure space and sign your loan offer all this 100% online if you wish!",
"Le rachat de crédit pour les fonctionnaires permet aux agents de l’Etat qui ont contracté des prêts réservés aux fonctionnaires de regrouper toutes leurs créances en une seule mensualité. Le rachat de crédit simplifie la gestion du budget, tout en réduisant le montant des mensualités.": " The purchase of credit for civil servants allows state agents who have taken out loans reserved for civil servants to consolidate all their claims in one monthly payment. Credit redemption simplifies budget management while reducing the amount of monthly payments. ",
"Le crédit fonctionnaire, un emprunt réservé aux agents de l’Etat": " The official loan, a loan reserved for state agents ",
"Le crédit fonctionnaire est un produit bancaire immobilier réservé aux agents de la fonction publique d’Etat, territoriale ou hospitalière. Il est spécifiquement conçu pour permettre aux fonctionnaires, qui ne bénéficient pas du prêt 1 % employeur, de financer l’achat de leur résidence principale, qu’elle soit neuve ou ancienne, avec ou sans travaux. Le crédit fonctionnaire possède plusieurs avantages :": " The official loan is a real estate banking product reserved for public servants of the State, territorial or hospital. It is specifically designed to allow public servants, who do not benefit from the 1% employer loan, to finance the purchase of their principal residence, whether new or old, with or without work. The official credit has several advantages : ",
"-La caution peut être prise en charge par la mutuelle professionnelle du salarié ;": " The deposit can be taken care of by the employee's professional mutual  ;",
"-Le montant de l’assurance est moins cher que lors d’un prêt classique ;": " The amount of insurance is cheaper than in a conventional loan ; ",
"Il permet à l’emprunteur de conserver ses droits à l’Aide Personnalisée au Logement (APL), s’il en dispose.": " It allows the borrower to retain his rights to the Personalized Housing Assistance (APL), if he has it. ",
"Le taux d’emprunt du crédit fonctionnaire, quant à lui, est identique, voire légèrement plus élevé que celui du marché. Toutefois il est plafonné à 7 %. Pour en bénéficier, l’emprunteur doit d’abord disposer d’un Prêt d’Action Sociale (PAS), ou d’un prêt conventionné. Il peut ensuite effectuer une demande de crédit fonctionnaire auprès du Crédit Foncier de France, seul organisme habilité à distribuer ce produit. Les différentes mutuelles professionnelles de la fonction publique se chargent elles, de la garantie et de l’assurance du crédit pour l’emprunteur.": " The borrowing rate of the official credit, meanwhile, is identical to, or slightly higher than that of the market. However it is capped at 7%. To benefit, the borrower must first have a Social Action Loan (PAS), or a loan agreement. He can then apply for a loan from Crédit Foncier de France, the only organization authorized to distribute this product. The different professional mutuals of the public service take care of them, the guarantee and credit insurance for the borrower. ",
"Simplifier la gestion de ses emprunts grâce au rachat de crédit": " Simplify the management of its loans through the repurchase of credit ",
"Le rachat de crédit est un moyen simple et avantageux d’optimiser la gestion de son budget, pour préserver son pouvoir d’achat ou éviter le risque de surendettement. Pour en tirer le plus grand bénéfice, il faut avoir contracté aux moins trois emprunts, comme par exemple :": " The purchase of credit is a simple and advantageous way to optimize the management of its budget, to preserve its purchasing power or avoid the risk of over-indebtedness. To obtain the greatest benefit, you must have taken out at least three loans, for example: ",
"-Un crédit immobilier ; ": "-A mortgage ",
"-Un crédit auto ;": "-A car loan ",
"-Un crédit à la consommation.": "-A consumer credit.",
"Plutôt que d’avoir des prélèvements multiples, à diverses échéances sur son compte, un rachat de crédit permet de regrouper toutes les créances contractées en une seule mensualité. C’est particulièrement avantageux en ce qui concerne les prêts à la consommation de type revolving, qui ont des taux d’intérêts très élevés, et dont il est très difficile de se débarrasser. En regroupant tous les emprunts sous un seul taux unique comparable à celui du marché, avec une seule assurance, et en allongeant la durée de sa créance, le rachat de crédit peut permettre de diminuer le montant de ses remboursements mensuels de plus de 50 %. C’est donc une solution particulièrement efficace pour se libérer un budget mensuel supérieur, retrouver du pouvoir d’achat pour les dépenses courantes, et avoir une visibilité plus sécurisante dans le temps de ses comptes bancaires et de ses créances.": " Rather than having multiple withdrawals, at various installments on his account, a credit redemption makes it possible to group all the debts contracted in a single monthly payment. This is particularly beneficial for revolving consumer loans, which have very high interest rates and are very difficult to get rid of. By consolidating all borrowings into one single rate comparable to the market rate, with only one insurance, and by extending the term of the debt, the redemption of credit can reduce the amount of its monthly repayments by more than 50%. It is therefore a particularly effective solution to free up a higher monthly budget, regain purchasing power for current expenses, and have a more secure visibility over time of its bank accounts and receivables.",
"La demande en ligne est une démarche sécurisée sans engagement de votre part. Elle vous permet d’obtenir une réponse de principe immédiatement. Pour faire votre demande de crédit en ligne vous devez respecter certaines conditions, comme être majeur capable. En outre, vous devez disposez d’entrées d’argent régulières et être en mesure de régler ses mensualités.": " The online application is a secure approach without commitment on your part. It allows you to get a policy answer immediately. To make your credit application online you have to respect certain conditions, like being able major. In addition, you must have regular cash inflows and be able to pay monthly installments.",

"Qui peut bénéficier d’un crédit chez Youtik Crédit ?": " Who can benefit from a credit at Youtik Credit? ",
"Les crédits sont destinés aux particuliers de tous secteurs d’activités, que vous soyez fonctionnaire du secteur public ou privé, particuliers à votre propre compte, artisans, commerçants, vous exercez dans n’importe quel secteur d’activité, vous êtes la bienvenue.": " The credits are intended for individuals in all sectors of activity, whether you are a public sector employee or private, self-employed individuals, artisans, traders, you practice in any sector of activity, you are welcome.",
"Pour tous vos besoins de financement de projets, Youtik Crédit vous ouvre ses portes grandement ouvertes. Veuillez nous faire part de votre projet, nous l’examinons et donnerons autorisation du crédit une fois votre projet jugé positivement.": "For all your project financing needs, Youtik Credit opens its doors wide open. Please let us know about your project, we will review it and give credit authorization once your project is judged positive. ",
"Notre objectif est de contribuer à l’amélioration de votre cadre de vie et à la réalisation de vos projets en vue de soutenir toutes personnes honnêtes en situation difficile.": " Our goal is to contribute to the improvement of your living environment and the realization of your projects in order to support all honest people in difficult situations.",
"L’agriculture est un secteur d’activité à part. De son installation à sa retraite, l’agriculteur doit investir régulièrement pour maintenir sa productivité et les banques ne répondent pas toujours présentes. Mais une autre solution s’offre aux agriculteurs : le crédit sans banque. Cette option permet d’obtenir les fonds nécessaires sans passer par une banque.": " Agriculture is a separate sector of activity. From his installation to his retirement, the farmer must invest regularly to maintain his productivity and the banks do not always respond. But another solution is offered to farmers: credit without a bank. This option makes it possible to obtain the necessary funds without going through a bank.",


"AGRICULTEUR : DES INVESTISSEMENTS INDISPENSABLES": " FARMER: INDISPENSABLE INVESTMENTS ",
"Faire vivre une exploitation agricole coûte cher. L’agriculteur a besoin d’une somme importante dès son installation pour financer l’acquisition des terres, du matériel et des bâtiments notamment. Mais ce n’est qu’un point de départ. Après plusieurs années à travailler sur l’exploitation, il lui faudra remplacer certaines machines en investissant par exemple dans une moissonneuse-batteuse ou un tracteur plus moderne et plus efficace. Les agriculteurs doivent aussi faire face aux aléas climatiques. Lors de certaines années noires, ils peuvent avoir besoin de fonds pour limiter les problèmes de trésorerie. Pour répondre à tous ces besoins, ils sont nombreux à choisir le crédit.": " Farming a farm is expensive. The farmer needs a large sum from the moment of his installation to finance the acquisition of lands, equipment and buildings in particular. But this is just a starting point. After several years working on the farm, he will have to replace some machines by investing for example in a combine or a tractor more modern and more efficient. Farmers must also deal with climate hazards. In some black years, they may need funds to limit cash flow problems. To meet all these needs, many are choosing credit. ",
"POURQUOI CHOISIR UN CRÉDIT SANS BANQUE ?": " WHY CHOOSE A CREDIT WITHOUT A BANK?",
"Le statut des agriculteurs peut effrayer les banques. En effet, les organismes bancaires préfèrent souvent prêter à des personnes aux revenus stables. Les agriculteurs qui souffrent des incertitudes du climat, des récoltes ou du cours des matières premières obtiennent plus difficilement des prêts. Mais d’autres possibilités existent.Le crédit sans banque est une solution de financement pour les agriculteurs. Sur le principe du financement participatif, l’agriculteur bénéficie de l’épargne de particuliers investisseurs, délestée des frais bancaires. Ce mode d’emprunt gagnant-gagnant assure un taux juste, une réponse rapide et permet d’éviter les frais cachés !": " The status of farmers can scare the banks. Indeed, banking organizations often prefer to lend to people with stable incomes. Farmers who suffer from climate uncertainties, harvests or commodity prices are finding it more difficult to obtain loans. But other possibilities exist. Bankless credit is a financing solution for farmers. On the principle of crowdfunding, the farmer benefits from the savings of private investors, relieved of bank charges. This mode of win-win borrowing ensures a fair rate, quick response and avoids hidden fees! ",
"CREDIT AGRICULTEUR :SOLUTION DE FINANCEMENT POUR AGRICULTEURS": " CREDIT FARMER: FINANCING SOLUTION FOR FARMERS ",
"Vous êtes agriculteur et avez du mal à financer certaines de vos dépenses courantes, comme l’achat d’un tracteur ou d’une moissonneuse ? Le crédit à la consommation peut être une solution à votre problème. N’hésitez pas à demander conseil aux courtiers en crédit de Youtik Credit lors de votre demande de prêt agriculteur ou de votre simulation de crédit en ligne. Les conseillers en prêt de Youtik Credit, comparerons tous les taux pour votre emprunt.": " Are you a farmer and have trouble financing some of your current expenses, such as buying a tractor or a combine harvester? Consumer credit can be a solution to your problem. Feel free to ask Youtik Credit Credit Brokers for advice when applying for a Farmer Loan or Online Credit Simulation. Youtik Credit loan advisors will compare all rates for your loan.",
"Légalement, tout citoyen  a le droit de souscrire un crédit à la consommation auprès dans une banque ou dans une société de crédit. La décision d’octroyer ou non un financement revient néanmoins à l’établissement prêteur, sur la base d’une analyse détaillée de la solvabilité de l’emprunteur. C’est donc en toute logique que les individus aux revenus réguliers et présentant une stabilité professionnelle forment l’essentiel de la clientèle des professionnels du crédit.": " Legally, every citizen has the right to subscribe a consumer credit from a bank or credit company. The decision whether or not to grant financing nevertheless belongs to the lending institution, based on a detailed analysis of the creditworthiness of the borrower. It is therefore logical that individuals with regular incomes and professional stability form the bulk of the clientele of credit professionals. ",
"D’autres profils, jugés plus \"risqués\", sont quelque peu écartés du marché des crédits à la consommation. Les agriculteurs font partie de cette catégorie, en raison des nombreuses incertitudes qui pèsent sur leur profession et leurs revenus.": " Other profiles, considered more \"risky\", are somewhat removed from the consumer credit market. Farmers fall into this category because of the many uncertainties that weigh on their profession and their incomes.",
"Cette situation n’est pas pour autant inextricable : des établissements proposent bel et bien des prêts à la consommation – différents des crédits bonifiés et autres subventions des collectivités - aux agriculteurs.":"This situation is not necessarily inextricable: some institutions do offer consumer loans - different from subsidized credits and other subsidies from communities - to farmers.",
"Youtik Credit met à votre disposition l’expérience de ses courtiers si vous comptez trouver un contrat de prêt à la consommation pour agriculteur.": " Youtik Credit puts at your disposal the experience of its brokers if you intend to find a consumer loan for a farmer. ",

"QUELS CONTRATS DE CREDIT POUR LES AGRICULTEURS ?": " WHAT CREDIT AGREEMENTS FOR FARMERS ? ",
"• Le prêt personnel : ce contrat peut couvrir toutes les dépenses, non liées à vos activités d’agriculteur, que vous comptez financer à crédit.": " • Personal loan: this contract can cover all the expenses, not related to your farming activities, that you intend to finance on credit. ",
"• Le crédit renouvelable : certainement l’offre la plus courante, ce financement met à votre disposition une réserve d’argent, que vous pouvez mobiliser dès que le besoin s’en ressent.": "• The revolving credit: certainly the most common offer, this financing puts at your disposal a reserve of money, which you can mobilize as soon as the need is felt. ",
"• Le crédit affecté : cet emprunt est destiné à une ou plusieurs opérations préalablement indiquées dans votre sollicitation de financement.": " • The appropriated credit: this loan is intended for one or more transactions previously indicated in your solicitation of financing.",
"D’autres solutions, comme le crédit entre particuliers et le microcrédit personnel, sont également dispensées aux agriculteurs. Les conditions du prêt diffèrent toutefois de celles appliquées aux autres emprunteurs jugés plus fiables selon les critères des banques.": " Other solutions, such as personal loans and personal microcredit, are also provided to farmers. The terms of the loan, however, differ from those applied to other borrowers considered more reliable according to the criteria of the banks. ",
"L’aide d’un courtier spécialisé, comme Youtik Credit, s’avère dès lors indispensable pour décrocher un financement personnel à des conditions raisonnables.": " The help of a specialized broker, such as Youtik Credit, is therefore essential to obtain personal financing on reasonable terms. ",
"Retrouvez les questions qui sont courantes afin de mieux vous imprégnez des différentes procédures et méthodes.": " Find the questions that are common to better impregnate you with different procedures and methods. ",
"Pour plus d’informations,": " For more information,",
"Comment faire pour avoir mes fonds le plus rapidement possible ?": " How to get the funds as quickly as possible ",


"Le crédit en ligne est un moyen d’accélérer le processus, mais pour obtenir les fonds le plus rapidement possible, voici quelques conseils simples tirés de notre expérience du traitement de dizaines de milliers de dossiers de crédit : ": "Online credit is a way to speed up the process, but to get the funds as quickly as possible, here are some simple tips from our experience handling tens of thousands of credit files ",
"-Tout d’abord, importez vos pièces justificatives directement sur l’interface de téléchargement des documents": " - First, upload your vouchers directly to the document download interface ",
"-Vérifiez que votre dossier est parfaitement complet, c’est-à-dire qu’il contient toutes les pièces justificatives demandées (soyez particulièrement vigilant à cela !).": " - Check that your file is perfectly complete, that is to say that it contains all the required supporting documents (be particularly vigilant to that!)",
"-Par la suite, signez électroniquement votre contrat en renseignant votre numéro de téléphone personnel afin de confirmer la signature. Une fois votre dossier étudié, vous recevrez les fonds en un temps record (après acceptation définitive de votre dossier et dans le respect du délai légal de rétractation) !": " - Subsequently, sign your contract electronically by completing your personal phone number to confirm the signature. Once your file has been studied, you will receive the funds in record time (after final acceptance of your file and in compliance with the legal withdrawal period)! ",







"Si ma demande de crédit est pré-acceptée, que se passe-t-il ?": " If my credit application is pre-accepted, what happens?",
"Une fois votre demande pré-acceptée, vous devez poursuivre les étapes suivantes afin d’obtenir votre crédit.": " Once your application is pre-accepted, you must continue the following steps in order to obtain your credit.",
"- Importez vos documents en ligne en utilisant notre agrégateur bancaire (plus rapide) ou en important manuellement vos documents.": "-  Upload your documents online using our faster banking aggregator or by manually importing your documents.",
"- Une fois vos documents importés, vous serez invité à signer électroniquement votre contrat. Pour cela vous devez renseigner votre numéro de téléphone personnel afin de confirmer la signature.": " - Once your documents are imported, you will be prompted to sign your contract electronically. For this you must fill in your personal email to confirm the signature.",
"- Ensuite, votre dossier sera envoyé à nos équipes d’analystes. Nous étudierons votre dossier, et vous recevrez les fonds en un temps record après acceptation définitive de votre dossier et dans le respect du délai légal de rétractation.": " - Then your file will be sent to our teams of analysts. We will study your file, and you will receive the funds in record time after final acceptance of your file and in compliance with the legal withdrawal period.",





"Combien peut-on emprunter ? Sur quelle durée ?": " How much can I borrow? How long? ",



"- Empruntez auprès de notre communauté d’investisseurs pour l’ensemble de vos projets entre 2 000€ et 10 000 000€.": " - Borrow from our community of investors for all your projects between € 2,000 and € 10,000,000. ",
"- Nous proposons des durées d’emprunt selon vos choix, vos mensualités etc.": " - We offer loan durations according to your choices, your monthly payments etc.",
"- Vous aviez entre 6 mois et 25 ans pour le remboursement de nos crédits, vérifier vos capacités financières avant de vous engager car un prêt doit être rembourser.": " - You had between 6 months and 25 years to repay our credits, check your financial capacity before you commit because a loan must be repaid. ",
"- De plus nous offrons tous type de crédit (immobilier, particulier, automobile, financement de projet, rachat de crédit...)": " - In addition we offer all types of credit (real estate, private individual, automobile, project financing, credit redemption ...)",



"Comment signer en ligne ?": " How to sign online?",

"Pour accéder à la signature électronique, vous devez d’abord importer tous vos documents en ligne. Une fois que ce sera fait, vous aller accéder à la page de signature électronique.": " To access the electronic signature, you must first import all your documents online. Once this is done, you will go to the electronic signature page. ",
"Etape 1 : importez vos pièces justificatives": " Step 1: Import your vouchers ",
"Assurez-vous d’ajouter l’ensemble des pièces demandées et que celles-ci soient nettes et non tronquées. Pour ajouter une pièce, cliquez sur le bouton « ajouter » puis choisissez la pièce à importer :": " Be sure to add all the requested pieces and that they are clear and not truncated. To add a part, click on the \"add \" button and choose the part to import:",
"- En la sélectionnant sur votre ordinateur / tablette / téléphone": " - By selecting it on your computer / tablet / phone ",
"- En la prenant en photo depuis votre téléphone portable / tablette": " - By taking a picture from your mobile phone / tablet ",
"Etape 2 : vérifiez votre mail": " Step 2: check your email ",
"Afin de valider la signature de votre contrat et de votre mandat de prélèvement, un mail vous sera envoyé avec un code de validation.": " In order to validate the signature of your contract and your debit mandate, an email will be sent to you with a validation code.",
"Etape 3 : lisez votre contrat": " Step 3: read your contract ",
"Lisez attentivement votre contrat. Puis faites défiler votre contrat avec la barre de navigation ou cliquez sur la flèche en haut à droite du contrat pour vous rendre en bas de page.": " Read your contract carefully. Then scroll down your contract with the navigation bar or click on the arrow at the top right of the contract to go to the bottom of the page.",
"Etape 4 : cochez les clauses de consentement": " Step 4: Check the consent clauses ",
"Etape 5 : renseignez le code que vous avez reçu par mail et cliquez sur \"Signer\" pour signer votre contrat": " Step 5: Fill in the code you received by email and click on \"Sign\" to sign your contract ",
"Etape 6 : Votre dossier est envoyé à nos équipes d’analystes": " Step 6: Your file is sent to our teams of analysts ",
"Assurez-vous d’avoir téléchargé toutes les pièces nécessaires à l’étude du dossier, d’avoir signé votre contrat et votre mandat.": " Make sure you have downloaded all the necessary documents to study the file, to have signed your contract and your mandate.",
"Puis Cliquez sur « Envoyer » en bas de la page afin d’envoyer votre dossier à notre équipe d’analystes.": " Then Click on \"Send\" at the bottom of the page to send your file to our team of analysts.",
"Taux d’intérêt": " Interest rate ",
"TEG annuel variant de 2% à 6% en fonction du montant demandé et de la durée de remboursement, pas de frais de dossier.": " Annual TEG ranging from 2% to 6% depending on the amount requested and the repayment period, no application fees.",
"Durée du prêt": " Term of the loan ",
"La durée de votre prêt ne peut pas excéder les 30 ans.": " The duration of your loan can not exceed 30 years.",
"Conditions à remplir pour obtenir un crédit": " Conditions to be fulfilled to obtain credit ",
"- Être âgée d’au moins 18 ans.": " - Be at least 18 years old.",
"- Être de bonne moralité quitte à honorer un engagement.": " - To be of good character and to honor a commitment. ",
"- Avoir une source de revenu mensuel minimum de 500€.": "- Have a minimum monthly income source of 500 €.",
"- Un prêt octroyé non remboursé dans les délais du contrat entraîne des poursuites judiciaires accompagnées de la publication de votre carte d’identité sur toutes les chaînes qui sont affichées a notre agence. Le délai de virement est de 48 heures au plus.": " - A loan granted without reimbursement within the terms of the contract leads to legal proceedings accompanied by the publication of your identity card on all channels that are displayed at our agency. The transfer time is 48 hours at most.",
"Documents à fournir": " Documents to provide ",
"- Pièces d’identités scannées recto-verso.": " - Identity pieces scanned recto-verso.",
"- Copie d’un relevé d’identité bancaire (RIB) ou postal (RIP).": " - Copy of a bank account (RIB) or postal (RIP).",
"- Dernière facture électricité ou tout autre document équivalent pouvant justifier votre adresse.": " - Last electricity bill or any other equivalent document that can justify your address.",
"- Dernier bulletin de salaire ou tout autre document pouvant justifier votre revenu mensuel.": " - Last pay slip or other document that can justify your monthly income.",
"Début des prélèvements mensuels": " Beginning of monthly withdrawals ",
"Ils débutent entre 60 (2 mois) et 90 (3 mois) jours à compter du jour ou l’emprunteur reçoit le montant intégral de son prêt.": " They start between 60 (2 months) and 90 (3 months) days from the day the borrower receives the full amount of his loan.",
"Pause dans le remboursement ou report de mensualités": " Break in repayment or postponement of monthly payments ",
"Pour étudier la possibilité de reporter une échéance, vous pouvez nous contacter par téléphone ou depuis le formulaire de contact disponible sur notre site web. Le report produit des intérêts au taux en vigueur, la prime ayant pour objet la garantie du crédit sera calculée si l’assurance a été souscrite. Vous pouvez solliciter le report d’une ou deux échéances par an et ainsi bénéficier d’une « pause remboursement ». Vous devez faire la demande 7 jours avant la prochaine échéance. Cette pause paiement vous sera accordée sous réserve qu’au moment de votre demande de report, votre crédit renouvelable ne présente pas d’impayé ou de retard de paiement, ne soit pas pris en charge par l’assurance et que vous n’ayez pas bénéficié de report dans les 2 mois précédents.": " To study the possibility of postponing a deadline, you can contact us by phone or from the contact form available on our website. The deferral produces interest at the prevailing rate, the premium for the credit guarantee will be calculated if the insurance has been taken out. You can request the postponement of one or two deadlines per year and thus benefit from a \"refund break\". You must apply 7 days before the next deadline. This break payment will be granted to you provided that at the time of your request for postponement, your revolving credit does not present unpaid or late payment, is not supported by the insurance and that you do not have benefited from postponement in the previous 2 months.",
"Remboursement par anticipation.": " Early repayment.",
"Que vous ayez souscrit un crédit renouvelable ou un prêt personnel, vous pouvez à tout moment et sans frais supplémentaires rembourser tout ou partie de la somme qu’il vous reste à devoir. Que vous soyez intérimaire, en contrat de professionnalisation, d’apprentissage ou même en CDD nous pouvons vous aider.": " Whether you have taken out a revolving loan or a personal loan, you can at any time and at no additional cost reimburse all or part of the amount you owe. Whether you are acting, in professionalization contract, learning or even in fixed-term contract we can help you.",
"Accord de prêt et assurance": " Loan Agreement and Insurance ",
"L’emprunteur aura à signer un accord de prêt et un certificat d’assurance-crédit. L’assurance vous couvre en cas de décès, perte totale et irréversible d’autonomie, incapacité totale de travail par maladie ou accident (n°0081 FACL), et perte d’emploi par suite de licenciement indemnisé.": " The borrower will have to sign a loan agreement and a credit insurance certificate. The insurance covers you in case of death, total and irreversible loss of autonomy, total incapacity for work due to illness or accident (no. 0081 FACL), and loss of employment due to dismissal indemnified.",
"Procédure": " Procedure ",
"ETAPE 1": " STEP 1",
"- L’inscription en ligne fournissent ensuite des informations et des pièces pour votre application après réponse essentiellement avec vos paramètres de crédit": "- Online registration then provide information and parts for your application after basically responding with your credit settings ",
"ETAPE 2": " 2ND STEP",
"- L’examen de vos données par nos spécialistes": "- The examination of your data by our specialists ",
"- Constitution du dossier.": " - Constitution of the file.",
"- Enregistrement de dossier.": " - Folder registration",
"ETAPE 3": "STEP 3",
"- Signature de l’accord de prêt le notaire": "- Signature of the loan agreement the notary",
"- Virement des fonds dans le compte du client": "- Transfer of funds into the customer's account",
"- Ouverture d’un compte pour le règlement de vos paiements mensuels.": " - Opening an account for the payment of your monthly payments.",
"ETAPE 4": "STEP 4 :",
"- Transfert des données de la banque pour le transfert d’argent à votre compte": "- Transfer of data from the bank for the transfer of money to your account",
"- Authentification l’accord de prêt après réception des fonds dans votre compte.": " - Authentication loan agreement after receiving funds in your account.",
"NB": "",
"plus vite vous nous donner vos informations, plus rapide est votre dossier de crédit.": " The faster you give us your information, the faster your credit report is",
"A réception de votre dossier complet, Youtik Credit peut vous faire une réponse de confirmation dans les 24h ouvrées par mail." :"Upon receipt of your complete file, Youtik Credit can send you a confirmation reply within 24 hours by email.",
"Étude réalisée sur la base d’un relevé de taux effectué par Sémaphore Conseil, ainsi que le cabinet de conseil de youtik-credit.": "Study carried out on the basis of a statement of rates made by Semaphore Conseil, as well as the consulting firm of youtik-credit",



"Un crédit vous engage et doit être remboursé. Vérifiez vos capacités de remboursement avant de vous engager." :" A credit commits you and must be repaid.  Check your repayment capacity before you commit.",
"Younited Credit est agréé en tant qu’établissement de crédit – Prestataire de Services d’Investissement par l’Autorité de Contrôle Prudentiel et de Résolution (ACPR, n° d’agrément : 16488).": "Youtik Credit is accredited as a credit institution - Investment Services Provider by the Prudential Control and Resolution Authority (ACPR, approval number: 16488).",
"Le financement est accordé sous réserve d’acceptation définitive par Youtik credit après l’étude de votre dossier. Vous disposez d’un droit de rétractation de 14 jours calendaires révolus à compter de la signature de l’offre de contrat de prêt; si le contrat n’est pas signé apres les 14jours,votre dossier de prêt sera annulé.":" The financing is granted subject to final acceptance by Youtik credit after the study of your file.  You have a right of withdrawal of 14 calendar days from the signature of the offer of loan contract, if the contract is not signed after 14 days, your loan file will be canceled.",
"Si votre dossier est définitivement accepté, Youtik conserve un certain nombre de vos pièces justificatives pendant toute la durée de votre contrat.":" If your file is finally accepted, Youtik will keep a number of your vouchers for the duration of your contract.",
"Vous pouvez exercer votre droit d’accès, de rectification, d’effacement, de portabilité aux données personnelles vous concernant, ou vous opposer à leur utilisation à des fins de prospection ou en limiter le traitement en contactant le service client.": " You may exercise your right of access, rectification, deletion, portability to personal data about you, or oppose their use for prospecting purposes or limit the processing by contacting customer service.",

"Le saviez vous?": " Did you know?",

"Les taux emprunteurs (TAEG) sont fixes et varient de 0,75% à 4% l’an  et la durée de l’emprunt est comprise ente 3mois à 30ans.": "Borrowing rates (APRs) are fixed and vary from 0.75% to 4% per year and the duration of the loan is between 3 months to 30 years.",
"Youtik : SA à Directoire et Conseil de Surveillance au capital de  1 123 151 773 €  – RCS de Paris 517 586 376 – Numéro ORIAS 14023256.": " Youtik: SA Management Board and Supervisory Board with capital of € 1,123 151,773 - Paris RCS 517,586,376 - ORIAS number 14023268"


} 